{
    "factions": [
        {
            "name": "The Universities of Jol-Nar",
            "resource_prefix": "jolnar",
            "quote": "We cannot halt progress for the sake of morality. If you have not the stomach for science, then I suggest you depart Wun-Escha immediately. -Doctor Sucaban",
            "deviation": 1.9,
            "abilities": [
                {
                    "name": "Fragile",
                    "description": "Apply -1 to the result of each of your unit's combat rolls."
                },
                {
                    "name": "Brilliant",
                    "description": "When you spend a command token to resolve the secondary ability of the 'Technology' strategy card, you may resolve the primary ability instead."
                },
                {
                    "name": "Analytical",
                    "description": "When you research a technology that is not a unit upgrade technology, you may ignore one prerequisite."
                }
            ],
            "flagship": {
                "name": "J.N.S. Hylarim",
                "hit_value": 6,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "When making a combat roll for this ship, each result of 9 or 10, before applying modifiers, produces two additional hits"
            },
            "commodities": 4,
            "technologies": [
                {
                    "id": "jolnar0",
                    "name": "Spacial Conduit Cylinder",
                    "description": "You may exhaust this card after you activate a system that contains 1 or more of your units; that system is adjacent to all other systems that contain 1 or more of your units during this activation",
                    "type": "B",
                    "prerequisites": ["B", "B"]
                },
                {
                    "id": "jolnar1",
                    "name": "E-Res Siphons",
                    "description": "After another player activates a system that contains 1 or more of your ships, gain 4 trade goods",
                    "type": "Y",
                    "prerequisites": ["Y", "Y"]
                }
            ],
            "starting_tech": ["b0", "g0", "y0", "r0"]
        },
        {
            "name": "The Federation of Sol",
            "resource_prefix": "sol",
            "quote": "Our enemies consider us children. They think us weak. Show them. Show them what the children of Jord can do!",
            "deviation": 1.87,
            "abilities": [
                {
                    "name": "Orbital Drop",
                    "description": "ACTION: Spend 1 token from your strategy pool to place 2 infantry from your reinforcements on 1 planet you control."
                },
                {
                    "name": "Versatile",
                    "description": "When you gain command tokens during the status phase, gain 1 additional command token."
                }
            ],
            "flagship": {
                "name": "Genesis",
                "hit_value": 5,
                "number_of_rolls": 2,
                "capacity": 12,
                "move": 1,
                "ability": "At the end of the status phase, place 1 infantry from your reinforcements in this system's space area"
            },
            "commodities": 4,
            "technologies": [
                {
                    "id": "sol0",
                    "name": "Spec Ops II",
                    "description": "Upgraded infantry that hit on 6 and respawn in home system on 5",
                    "type": "U",
                    "prerequisites": ["G", "G"]
                },
                {
                    "id": "sol1",
                    "name": "Advanced Carrier II",
                    "description": "Upgraded carrier that moves 2, carries 8, and sustains damage.",
                    "type": "U",
                    "prerequisites": ["B", "B"]
                }
            ],
            "starting_tech": ["g0", "b0"]
        },
        {
            "name": "The Clan of Saar",
            "resource_prefix": "saar",
            "quote": "O, Lisis, you whose fate is forever carved into the backs of the weary. Your spectre is all we see.",
            "deviation": 1.12,
            "abilities": [
                {
                    "name": "Scavenge",
                    "description": "After you gain control of a planet, gain 1 trade good."
                },
                {
                    "name": "Nomadic",
                    "description": "You can score objectives even if you do not control the planets in your home system"
                }
            ],
            "flagship": {
                "name": "Son of Ragh",
                "hit_value": 5,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "Anti-Fighter Barrage 6(x4)"
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "saar0",
                    "name": "Floating Factory II",
                    "description": "Upgraded Floating Factory: Move 2, Production 7, Capacity 5",
                    "type": "U",
                    "prerequisites": ["Y", "Y"]
                },
                {
                    "id": "saar1",
                    "name": "Chaos Mapping",
                    "description": "Other players cannot activate asteroid fields that contain 1 or more of your ships.\n\nAt the start of your turn during the action phase, you may produce 1 unit in a system that contains at least 1 of your units that has PRODUCTION",
                    "type": "B",
                    "prerequisites": ["B"]
                }
            ],
            "starting_tech": ["b0"]
        },
        {
            "name": "The Emirates of Hacan",
            "resource_prefix": "hacan",
            "quote": "There is no price too great for the Hacan, no silk too fine, and no war too long. My people will persevere. -Hacan Carth",
            "deviation": 1.02,
            "abilities": [
                {
                    "name": "Masters of Trade",
                    "description": "You do not have to spend a command token to resolve the secondary ability of the 'Trade' strategy card."
                },
                {
                    "name": "Guild Ships",
                    "description": "You can negotiate transactions with players who are not your neighbor."
                },
                {
                    "name": "Arbiters",
                    "description": "When you are negotiating a transaction, action cards can be exchanged as part of that transaction."
                }
            ],
            "flagship": {
                "name": "Wrath of Kenara",
                "hit_value": 7,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "After you roll a die during a space combat in this system, you may spend 1 trade good to apply +1 to the result."
            },
            "commodities": 6,
            "technologies": [
                {
                    "id": "hacan0",
                    "name": "Quantum Datahub Node",
                    "description": "At the end of the strategy phase, you may spend 1 token from your strategy pool and give another player 3 of your trade goods. If you do, give 1 of your strategy cards to that player and take 1 of his strategy cards.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y", "Y"]
                },
                {"id": "hacan1",
                    "name": "Production Biomes",
                    "description": "ACTION: Exhaust this card and spend 1 token from your strategy pool to gain 4 trade goods and choose 1 other player; that player gains 2 trade goods.",
                    "type": "G",
                    "prerequisites": ["G", "G"]
                }
            ],
            "starting_tech": ["b0, y0"]
        },
        {
            "name": "The Naalu Collective",
            "resource_prefix": "naalu",
            "quote": "You insult me, ssskinling. Ze monstrosity you suggest-ze Druua, we are not capable of such cruelty. Purge zis madness from your mind and leave zis world. - Q'uesh Sish",
            "deviation": 0.2,
            "abilities": [
                {
                    "name": "Telepathic",
                    "description": "At the end of the strategy phase, place the Naalu '0' token on your strategy card; you are first in initiative order."
                },
                {
                    "name": "Foresight",
                    "description": "After another player moves ships into a system that contains 1 or more of your ships, you may place 1 token from your strategy pool in an adjacent system that does not contain anotehr player's ships; move your ships from the active system into that system."
                }
            ],
            "flagship": {
                "name": "Matriarch",
                "hit_value": 9,
                "number_of_rolls": 2,
                "capacity": 6,
                "move": 1,
                "ability": "During an invasion in this system, you may commit fighters to planets as if they were ground forces. After combat, return those units to the space area."
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "naalu0",
                    "name": "Hybrid Crystal Fighter II",
                    "description": "Upgraded fighter hitson a 7 and counts as 1/2 ship towards fleet supply if over capacity.",
                    "type": "U",
                    "prerequisites": ["G", "B"]
                },
                {
                    "id": "naalu1",
                    "name": "Neuro-Glaive",
                    "description": "After another player activates a system that contains 1 or more of your ships, that player removes 1 token from his fleet pool and returns it to his reinforcemnents.",
                    "type": "G",
                    "prerequisites": ["G", "G", "G"]
                }
            ],
            "starting_tech": ["g0, y0"]
        },
        {
            "name": "The Winnu",
            "resource_prefix": "winnu",
            "quote": "We will claim what is ours by right, cousins. We will fulfill the destiny of those who came before us, and your treachery will not be forgotten. - Muad Di Faruuq",
            "deviation": 0.17,
            "abilities": [
                {
                    "name": "Blood Ties",
                    "description": "You do not have to spend influence to remove the custodians token from Mecatol Rex."
                },
                {
                    "name": "Reclamation",
                    "description": "After you resolve a tactical action during which you gained control of Mecatol Rex, you may place 1 PDS and 1 Space Dock from your reinforcements on Mecatol Rex."
                }
            ],
            "flagship": {
                "name": "Salai Sai Corian",
                "hit_value": 7,
                "number_of_rolls": 1,
                "capacity": 3,
                "move": 1,
                "ability": "When this unit makes a combat roll, it rolls a number of dice equal to the number of your opponent's non-fighter ships in this system."
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "winnu0",
                    "name": "Lazax Gate Folding",
                    "description": "During your tactical actions, if you do not control Mecatol Rex, treat its system as if it contains both an alpha and beta wormhole.\n\nACTION: If you control Mecatol Rex, exhaust this card to place 1 infantry from your reinforcements on Mecatol Rex.",
                    "type": "B",
                    "prerequisites": ["B", "B"]
                },
                {
                    "id": "winnu1",
                    "name": "Hegemonic Trade Policy",
                    "description": "Exhaust this card when 1 or more of your units use PRODUCTION; swap the resource and influence values of 1 planet you control until the end of your turn.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y"]
                }
            ],
            "starting_tech": ["y0"]
        },
        {
            "name": "The Yssaril Tribes",
            "resource_prefix": "yssaril",
            "quote": "Clever Ssruu has met the offworlder and made it dead. What does the Guild want for Ssruu to meet next? -Ssruu",
            "deviation": 0.12,
            "abilities": [
                {
                    "name": "Stall Tactics",
                    "description": "ACTION: Discard 1 action card from your hand."
                },
                {
                    "name": "Scheming",
                    "description": "When you draw 1 or more action cards, draw 1 additional action card. Then, choose and discard 1 action card from your hand."
                },
                {
                    "name": "Crafty",
                    "description": "You can have any number of action cards in your hand. Game effects cannot prevent you from using this ability."
                }
            ],
            "flagship": {
                "name": "Y'Sia Y'ssrila",
                "hit_value": 5,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 2,
                "ability": "This ship can move through systems that contain other players' ships."
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "yssaril0",
                    "name": "Mageon Implants",
                    "description": "ACTION: Exhaust this card to look at another player's hand of action cards. Choose 1 of those cards and add it to your hand",
                    "type": "G",
                    "prerequisites": ["G", "G", "G"]
                },
                {
                    "id": "yssaril1",
                    "name": "Transparasteel Plating",
                    "description": "During your turn of the action phase, players that have passed cannot play action cards.",
                    "type": "G",
                    "prerequisites": ["G"]
                }
            ],
            "starting_tech": ["g0"]
        },
        {
            "name": "The Ghosts of Creuss",
            "resource_prefix": "ghosts",
            "quote": "We do not mean to offend the honored ambassador. We mean only to imply that should his ship attempt to pass through the gate, it will not return. -Emissary Taivra",
            "deviation": -0.03,
            "abilities": [
                {
                    "name": "Quantum Entanglement",
                    "description": "You treat all systems that contain either an alpha or beta wormhole as adjacent to each other. Game effects cannot prevent you from using this ability."
                },
                {
                    "name": "Slipstream",
                    "description": "During your tactical actions, apply +1 to the move value of each of your ships that starts its movement in your home system or in a system that contains either an alpha or beta wormhole."
                },
                {
                    "name": "Creuss Gate",
                    "description": "When you create the game board, place the Creuss Gate where your home system would normally be placed. The Creuss Gate system is not a home system. Then place your home system in your play area."
                }
            ],
            "flagship": {
                "name": "Hil Colish",
                "hit_value": 5,
                "number_of_rolls": 1,
                "capacity": 3,
                "move": 1,
                "ability": "This ship's system contains a delta wormhole. During movement, this ship may move before or after your other ships."
            },
            "commodities": 4,
            "technologies": [
                {
                    "id": "creuss0",
                    "name": "Wormhole Generator",
                    "description": "At the start of the status phase, place or move a Creuss wormhole token into either a system that contains a planet you control or a non-home system that does not contain another player's ships.",
                    "type": "B",
                    "prerequisites": ["B", "B"]
                },
                {
                    "id": "creuss1",
                    "name": "Dimensional Splicer",
                    "description": "At the start of a space combatin a system that contains a wormhole and 1 or more of your ships, you may produce 1 hit and assign it to 1 of your opponent's ships.",
                    "type": "R",
                    "prerequisites": ["R"]
                }
            ],
            "starting_tech": ["b1"]
        },
        {
            "name": "The L1Z1X Mindnet",
            "resource_prefix": "l1z1x",
            "quote": "You do not know the meaning of time. You do not comprehend the infinite. Your ignorance is surpassed only by your irrelevance. - Diplomat 2RAM",
            "deviation": -0.08,
            "abilities": [
                {
                    "name": "Assimilate",
                    "description": "When you gain control of a planet, replace each PDS and Space Dock that is on that planet with a matching unit from your reinforcements."
                },
                {
                    "name": "Harrow",
                    "description": "After each round of ground combat, your ships in the active system may use their BOMBARDMENT abilities against your opponent's ground forces on the planet."
                }
            ],
            "flagship": {
                "name": "0.0.1",
                "hit_value": 5,
                "number_of_rolls": 2,
                "capacity": 5,
                "move": 1,
                "ability": "During a space combat, hits produced by this ship and by your dreadnoughts in this system must be assigned to non-fighter ships if able."
            },
            "commodities": 2,
            "technologies": [
                {
                    "id": "mindnet0",
                    "name": "Super-Dreadnought II",
                    "description": "Upgraded Dreadnought bombards on 4, hits on 4, moves 2, and has capacity 2",
                    "type": "U",
                    "prerequisites": ["B", "B", "Y"]
                },
                {
                    "id": "mindnet1",
                    "name": "Inheritance Systems",
                    "description": "You may exhaust this card and spend 2 resources when you research a technology; ignore all of that technology's prerequisites.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y"]
                }
            ],
            "starting_tech": ["r0", "g0"]
        },
        {
            "name": "The Yin Brotherhood",
            "resource_prefix": "yin",
            "quote": "A-ah! You mistake me for a human; that we share the blood of Jord. I am no son of humanity. My life for the Yin! -Brother Milar",
            "deviation": -0.19,
            "abilities": [
                {
                    "name": "Indoctrination",
                    "description": "At the start of a ground combat, you may spend 2 influence to replace 1 of your opponent's participating infantry with 1 infantry from your reinforcements."
                },
                {
                    "name": "Devotion",
                    "description": "After each space battle round, you may destroy 1 of your cruisers or destroyers to produce 1 hit and assign it to 1 of your opponent's ships."
                }
            ],
            "flagship": {
                "name": "Van Hauge",
                "hit_value": 9,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "When this ship is destroyed, destroy all ships in this sytem."
            },
            "commodities": 2,
            "technologies": [
                {
                    "id": "yin0",
                    "name": "Yin Spinner",
                    "description": "After 1 or more of your units use PRODUCTION, place 1 infantry from your reinforcements on a planet you control in that system.",
                    "type": "G",
                    "prerequisites": ["G", "G"]
                },
                {
                    "id": "yin1",
                    "name": "Impulse Core",
                    "description": "At the start of a space combat, you may destroy 1 of your cruisers or destroyers in the active system to produce 1 hit against your opponent's ships; that hit must be assigned by your opponent to 1 of his non-fighter ships if able.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y"]
                }
            ],
            "starting_tech": ["y0"]
        },
        {
            "name": "The Nekro Virus",
            "resource_prefix": "nekro",
            "quote": "The final step of all craft. The gate to eternity. A transcendency to a state of being that can only be described as godhood. -Mordai, The First",
            "deviation": -0.36,
            "abilities": [
                {
                    "name": "Galactic Threat",
                    "description": "You cannot vote on agendas. Once per agenda phase, after an agenda is revealed, you may predict aloud the outcome of that agenda. If your prediction is correct, gain 1 technology that is owned by a player who voted how you predicted."
                },
                {
                    "name": "Technological Singularity",
                    "description": "Once per combat, after 1 of your opponent's units is destroyed, you may gain 1 technology that is owned by that player."
                },
                {
                    "name": "Propogation",
                    "description": "You cannot research technology. When you would research a technology, gain 3 command tokens instead."
                }
            ],
            "flagship": {
                "name": "The Alastor",
                "hit_value": 9,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "At the start of a space combat, choose any number of your ground forces in this system to participate in that combat as if they were ships."
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "nekro0",
                    "name": "Valefar Assimilator X",
                    "description": "When you would gain another player's technology using 1 of your faction abilities, you may place the 'X' assimilator token on a faction technology owned by that player instead. While that token is on a technology, this card gains that technology's text. You cannot place an assimilator token on a technology that already has an assimilator token.",
                    "type": "U",
                    "prerequisites": []
                },
                {
                    "id": "nekro1",
                    "name": "Valefar Assimilator Y",
                    "description": "When you would gain another player's technology using 1 of your faction abilities, you may place the 'Y' assimilator token on a faction technology owned by that player instead. While that token is on a technology, this card gains that technology's text. You cannot place an assimilator token on a technology that already has an assimilator token.",
                    "type": "U",
                    "prerequisites": []
                }
            ],
            "starting_tech": ["g1"]
        },
        {
            "name": "The Mentak Coalition",
            "resource_prefix": "mentak",
            "quote": "One people. One mind. One destiny. We will rise above the pit they have thrown us in. -Erwan Mentak, Founder of the Coalition",
            "deviation": -0.42,
            "abilities": [
                {
                    "name": "Ambush",
                    "description": "At the start of a space combat, you may roll 1 die for each of up to 2 of your cruisers or destroyes in the system. For each result equal to or greater than that ship's combat value, produce 1 hit; your opponent must assign it to 1 of his ships."
                },
                {
                    "name": "Pillage",
                    "description": "After 1 of your neighbors gains trade goods or resolves a transaction, if he has 3 or more trade goods, you may take 1 of his trade goods or commodities."
                }
            ],
            "flagship": {
                "name": "Fourth Moon",
                "hit_value": 7,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "Other players' ships in this system cannot use SUSTAIN DAMAGE."
            },
            "commodities": 2,
            "technologies": [
                {
                    "id": "mentak0",
                    "name": "Mirror Computing",
                    "description": "When you spend trade goods, each trade good is worth 2 resources or influence instead of 1.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y", "Y"]
                },
                {
                    "id": "mentak1",
                    "name": "Salvage Operations",
                    "description": "After you win or lose a spae combat, gain 1 trade good; if you won the combat, you may also produce 1 ship in that system of any ship type that was destroyed during the combat.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y"]
                }
            ],
            "starting_tech": ["r0, y0"]
        },
        {
            "name": "The Barony of Letnev",
            "resource_prefix": "barony",
            "quote": "Hold your fire until the main fleet arrives. Our armada will blot out their sun-when they die, they will die in darkness! -Baron Unlenn",
            "deviation": -0.69,
            "abilities": [
                {
                    "name": "Munitions Reserves",
                    "description": "At the start of each round of space combat, you may spend 2 trade goods; you may reroll any number of your dice during that combat round."
                },
                {
                    "name": "Armada",
                    "description": "The maximum number of non-fighter ships you can have in each system is equal to 2 more than the number of tokens in your fleet pool."
                }
            ],
            "flagship": {
                "name": "Arc Secundus",
                "hit_value": 5,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "Other players' units in this system lose PLANETARY SHIELD. At the start of each space combat round, repair this ship."
            },
            "commodities": 2,
            "technologies": [
                {
                    "id": "letnev0",
                    "name": "Non-Euclidean Shielding",
                    "description": "When 1 of your units uses SUSTAIN DAMAGE, cancel 2 hits instead of 1.",
                    "type": "R",
                    "prerequisites": ["R", "R"]
                },
                {
                    "id": "letnev1",
                    "name": "L4 Disruptors",
                    "description": "During an invasion, units cannot use SPACE CANNON aginst your units.",
                    "type": "Y",
                    "prerequisites": ["Y"]
                }
            ],
            "starting_tech": ["b0", "r0"]
        },
        {
            "name": "The Arborec",
            "resource_prefix": "arborec",
            "quote": "Do you hear flesh-thing? The harmonies of the Arborec? Your golems of metal and noise amd fore jave deafened you to the symphony. -Dirzuga Rophal",
            "deviation": -0.78,
            "abilities": [
                {
                    "name": "Mitosis",
                    "description": "Your Space Docks cannot produce Infantry. At the start of the status phase, place 1 infantry from your reinforcements on any planet you control."
                }
            ],
            "flagship": {
                "name": "Duha Menaimon",
                "hit_value": 7,
                "number_of_rolls": 2,
                "capacity": 5,
                "move": 1,
                "ability": "After you activate this system, you may produce up to 5 units in this system."
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "arborec0",
                    "name": "Letani Warrior II",
                    "description": "Upgraded Infantry that has PRODUCTION 2, hits on 7, respawns on 6.",
                    "type": "U",
                    "prerequisites": ["G", "G"]
                },
                {
                    "id": "arborec1",
                    "name": "Bioplasmosis",
                    "description": "At the end of the status phase, you may remove any number of infantry from the planets you control and place them on 1 or more planets you control in the same or adjacent systems.",
                    "type": "G",
                    "prerequisites": ["G", "G"]
                }
            ],
            "starting_tech": ["r1"]
        },
        {
            "name": "The Embers of Muaat",
            "resource_prefix": "embers",
            "quote": "No longer will the Gashlai be shackled by your whims. Be extinguished, now, and know that you have lost. -Fire Warden Umbat",
            "deviation": -1.04,
            "abilities": [
                {
                    "name": "Star Forge",
                    "description": "ACTION: Spend 1 token from your strategy pool to place either 2 fighters or 1 destroyer from your reinforcements in a system that contains 1 or more of your war suns."
                },
                {
                    "name": "Gashlai Physiology",
                    "description": "Your ships can move through supernovas."
                }
            ],
            "flagship": {
                "name": "The Inferno",
                "hit_value": 5,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "ACTION: Spend 1 token from your strategy pool to place 1 cruiser in this unit's system."
            },
            "commodities": 4,
            "technologies": [
                {
                    "id": "ember0",
                    "name": "Magmus Reactor",
                    "description": "Your ships can move into supernovas.\n\nAfter 1 or more of your units use PRODUCTION in a system that either contains a war sun or is adjacent to a supernova, gain 1 trade good.",
                    "type": "R",
                    "prerequisites": ["R", "R"]
                },
                {
                    "id": "ember1",
                    "name": "Prototype War Sun II",
                    "description": "Epic Cost 10 Move 3 War Sun",
                    "type": "U",
                    "prerequisites": ["R", "R", "R", "Y"]
                }
            ],
            "starting_tech": ["r0"]
        },
        {
            "name": "The XxCha",
            "resource_prefix": "xxcha",
            "quote": "To fight without cause is not the way, human. Curb your anger. Let us walk through the gardens and consider how to proceed. -Elder Qanoj",
            "deviation": -1.26,
            "abilities": [
                {
                    "name": "Peace Accords",
                    "description": "After you resolve the primary or secondary ability of the 'Diplomacy' strategy card, you may gain control of 1 planet other than Mecatol Rex that does not contain any units and is in a system that is adjacent to a planet that you control."
                },
                {
                    "name": "Quash",
                    "description": "When an agenda is revealed, you may spend 1 token from your strategy pool to discard that agenda and reveal 1 agenda from the top of the deck. Players vote on this agenda instead."
                }
            ],
            "flagship": {
                "name": "Loncara Ssodu",
                "hit_value": 7,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "SPACE CANNON 5 (x3) - You may use this unit's SPACE CANNON against ships that are in adjacent systems."
            },
            "commodities": 4,
            "technologies": [
                {
                    "id": "xxcha0",
                    "name": "Instict Training",
                    "description": "You may exhaust this card and spend 1 token from your strategy pool when another player plays an action card; cancel that action card.",
                    "type": "G",
                    "prerequisites": ["G"]
                },
                {
                    "id": "xxcha1",
                    "name": "Nullification Field",
                    "description": "After another player activates a system that contains 1 or more of your ships, you may exhaust this card and spend 1 otken from your stategy pool; immediately end that player's turn.",
                    "type": "Y",
                    "prerequisites": ["Y", "Y"]
                }
            ],
            "starting_tech": ["y1"]
        },
        {
            "name": "The Sardakk N'orr",
            "resource_prefix": "sardakk",
            "quote": "Fear is death. Most of you will die. The Queen Mother thanks you for your worthy sacrifice. -G'hom Sek'kus",
            "deviation": -1.56,
            "abilities": [
                {
                    "name": "Unrelenting",
                    "description": "Apply +1 to the result of each of your unit's combat rolls."
                }
            ],
            "flagship": {
                "name": "C'Morran N'orr",
                "hit_value": 6,
                "number_of_rolls": 2,
                "capacity": 3,
                "move": 1,
                "ability": "Apply +1 to the result of each of your other ship's combat rolls in this system."
            },
            "commodities": 3,
            "technologies": [
                {
                    "id": "sardakk0",
                    "name": "Exotrireme II",
                    "description": "Upgraded Dreadnought: Hits on 5, move 2, capacity 1. After a round of space combat, you may destroy this unit to destroy up to 2 ships in this system. Your choice.",
                    "type": "U",
                    "prerequisites": ["B", "B", "Y"]
                },
                {
                    "id": "sardakk1",
                    "name": "Valkyrie Particle Weave",
                    "description": "After making combat rolls during a round of ground combat, if your opponent produced 1 or more hits, you produce 1 additional hit.",
                    "type": "R",
                    "prerequisites": ["R", "R"]
                }
            ],
            "starting_tech": []
        }
    ]
}
